sUIName = "Installasjon av trådløs adapter";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Verktøyversjon";
sDriver = "Driverversjon: ";
sCopyright = "© Copyright 2015. Med enerett.";
About_Utility = "Om Installasjon av trådløs adapter";
Hide_Utility = "Skjul Installasjon av trådløs adapter";
Quit_Utility = "Avslutt Installasjon av trådløs adapter";
Help_Utility = "Hjelp for Installasjon av trådløs adapter";

OK = "OK";
CANCEL = "Avbryt";
NO = "Nei";
YES = "Ja";
SELECT = "Velg";
Radio_ON = "Slå radio PÅ";
Radio_OFF = "Slå radio AV";
ShortStr = "short";
LongStr = "long";

NoneStr = "Ingen";
ConnectedStr = "Tilkoblet";
DisconnectedStr = "Frakoblet";
InfrastructureStr = "Infrastruktur";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Ingen kryptering";

WPS_init_Str = "initialiser WPS-prosess";
WPS_scan_Str = "Skann aktiv WPS AP";
WPS_connect_Str = "Koble til aktiv WPS AP";
WPS_handshake_Str = "Initialiser WPS-håndtrykket";
WPS_exchange_Str = "Utveksle WPS-melding";
WPS_done_Str = "Utveksling av WPS-melding [Fullført]";
WPS_fail_Str = "Utveksling av WPS-melding mislyktes, prøv å koble til annen WPS AP";
WPS_start_Str = "WPS START";
WPS_finish_Str = "WPS-protokoll fullført!";
WPS_auto_connect_Str = "Den vil koble til WPS AP automatisk.";
WPS_timeout_Str = "WPS tidsavbrutt!";


Wps_overlap_Str = "Økt overlappet";
Wps_more_pbc_Str = "Mer enn én AP i PBC-modus!";
Wps_retry_Str = "Bruk PIN-kode eller vent en stund og prøv igjen";

ERROR0 = "FEIL";
ERROR1 = "Tast inn nøkkel!";
ERROR2 = "Feil WEP-nøkkelindeks!";
ERROR3 = "Nøkkellengden er mellom 8 og 64!";
ERROR4 = "Nettverksnøkkel er ikke i heksimalt format!";
ERROR5 = "Lengden på ASCII-nøkkelen må være 5 eller 13!";
ERROR6 = "Lengden på nettverksnøkkelen er ikke korrekt!";
ERROR7 = "Lengden på nettverksnøkkelen må være 10 eller 26!";
ERROR8 = "Nettverksnøkkelen og gjentatt nøkkel samsvarer ikke!";
ERROR9 = "Nettverksnøkkel er ikke i ASCII-format!";
ERROR10 = "Nettverksnøkkel er ikke i 64HEX-format!";

WARNING0 = "Advarsel";
WARNING1 = "Tast inn SSID";
WARNING2 = "Tast inn profilnavn";
WARNING3 = "Lengden på SSID-tegn er større enn 32";
WARNING4 = "Profilen finnes allerede. Vil du overskrive den?";
WARNING5 = "Er du sikker på at du vil slette den valgte profilen?";

NOTICE0 = "VARSEL";
NOTICE1 = "Feil med AP-modus.";
NOTICE2 = "Feil med STA-modus.";
NOTICE3 = "QOSMode angivelse av verdi mislyktes";
NOTICE4 = "QOSMode henting av verdi mislyktes";
NOTICE5 = "QOSMode feil verdi";	
NOTICE6 = "RTSThreshold utenfor rekkevidde(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold utenfor rekkevidde.(256 ~ 2432)";
NOTICE8 = "Aktiver WLAN-kortet i Nettverk-elementet under Systempreferanser.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Sikkerhetsegenskaper for trådløst nettverk";
ProfileProperty_ActionText = "Tast inn nøkkelstrenger før du klikker på 【OK】 for å koble til ==>";